{
        "catalogue": [
                {
                        "id": "",
                        "name": "Compass Gazelle Low",
                        "brand": "Compass",
                        "description": "Spesifikasi : Potongan rendah, Upper menggunakan bahan kanvas 12 oz, Lining upper menggunakan bahan kanvas 6 oz, Logo samping menggunakan bahan PVC, Lubang tali berwarna perak, Tali sepatu menggunakan polyester, Pesanan khusus label woven, Outsole menggunakan bahan karet, Proses vulkanisasi, Buatan Indonesia",
                        "pictureId": "",
                        "price": "578.000"
                },
                {
                        "id": "",
                        "name": "Sepatu Compass Gazelle Hi",
                        "brand": "Compass",
                        "description": "Spesifikasi : Potongan tinggi. Upper menggunakan bahan kanvas 12 oz. Lining upper menggunakan bahan kanvas 6 oz. Logo samping menggunakan bahan PVC. Lubang tali berwarna perak. Tali sepatu menggunakan polyester. Pesanan khusus label woven. Outsole menggunakan bahan karet. Proses vulkanisasi. Buatan Indonesia",
                        "pictureId": "",
                        "price": "598.000"
                },
                {
                        "id": "",
                        "name": "Sepatu Compass Gazelle Hi Cream",
                        "brand": "Compass",
                        "description": "Spesifikasi. Kanvas 12 oz pada upper. Kanvas 6 oz pada lining upper. Silver eyelet. PVC logo Gazelle. Tali sepatu menggunakan polyester. Pesanan khusus label woven. Proses vulkanisasi. Buatan Indonesia",
                        "pictureId": "",
                        "price": "498.000"
                },
                {
                        "id": "",
                        "name": "Sepatu Compass Gazelle Low Cream",
                        "brand": "Compass",
                        "description": "Spesifikasi. Kain twill pada upper. Kanvas 6 oz pada lining upper. Silver eyelet. Suede logo Gazelle. Tali sepatu menggunakan polyester. Pesanan khusus label woven. Proses vulkanisasi. Buatan Indonesia",
                        "pictureId": "",
                        "price": "398.000"
                },
                {
                        "id": "",
                        "name": "Sepatu Compass Gazelle Low White Blue",
                        "brand": "Compass",
                        "description": "Spesifikasi. Kain twill pada upper. Kanvas 6 oz pada lining upper. Silver eyelet. Suede logo Gazelle. Tali sepatu menggunakan polyester. Pesanan khusus label woven. Proses vulkanisasi. Buatan Indonesia",
                        "pictureId": "",
                        "price": "428.000"
                },
                {
                        "id": "",
                        "name": "Sepatu Compass Gazelle Hi White Blue",
                        "brand": "Compass",
                        "description": "Spesifikasi. Kanvas 12 oz pada upper. Kanvas 6 oz pada lining upper. Silver eyelet. PVC logo Gazelle. Tali sepatu menggunakan polyester. Pesanan khusus label woven. Proses vulkanisasi. Buatan Indonesia",
                        "pictureId": "",
                        "price": "440.000"
                },
                {
                        "id": "",
                        "name": "Sepatu Compass Retrograde Low Baby Blue",
                        "brand": "Compass",
                        "description": "Spesifikasi : Potongan rendah. Upper menggunakan bahan kanvas. Lining upper menggunakan bahan mesh. Logo samping menggunakan bahan PVC. Lubang tali berwarna perak. Tali sepatu menggunakan katun. Busa pada bagian ankle. Detail emboss pada bagian tumit. Lidah berbahan nylon dengan busa. Outsole menggunakan bahan karet. Proses vulkanisasi. Buatan Indonesia",
                        "pictureId": "",
                        "price": "598.000"
                },
                {
                        "id": "",
                        "name": "Sepatu Compass Retrograde Low Double Black ",
                        "brand": "Compass",
                        "description": "Spesifikasi : Potongan rendah. Upper menggunakan bahan kanvas. Logo samping menggunakan bahan PVC. Tali katun. Busa pada bagian ankle. Outsole menggunakan bahan karet. Lidah berbahan nylon dengan busa. Lubang tali berwarna perak. Proses vulkanisir. Detil emboss pada bagian tumit. Buatan Indonesia",
                        "pictureId": "",
                        "price": "598.000"
                },
                {
                        "id": "",
                        "name": "Sepatu Compass Retrograde Slip-On Blue",
                        "brand": "Compass",
                        "description": "Spesifikasi : Potongan rendah. Upper menggunakan bahan kanvas. Lining upper menggunakan bahan drifit. Detail emboss pada bagian tumit. Outsole menggunakan bahan karet. Proses vulkanisasi. Buatan Indonesia",
                        "pictureId": "",
                        "price": "518.000"
                },
                {
                        "id": "",
                        "name": "Sepatu Compass Retrograde Slip-On Cream",
                        "brand": "Compass",
                        "description": "Spesifikasi : Potongan rendah. Upper menggunakan bahan kanvas. Lining upper menggunakan bahan drifit. Detail emboss pada bagian tumit. Outsole menggunakan bahan karet. Proses vulkanisasi. Buatan Indonesia",
                        "pictureId": "",
                        "price": "498.000"
                },
                {
                        "id": "",
                        "name": "Sepatu Compass Retrograde Slip-On Green ",
                        "brand": "Compass",
                        "description": "Spesifikasi : Potongan rendah. Upper menggunakan bahan kanvas. Lining upper menggunakan bahan drifit. Detail emboss pada bagian tumit. Outsole menggunakan bahan karet. Proses vulkanisasi. Buatan Indonesia",
                        "pictureId": "",
                        "price": "478.000"
                },
                {
                        "id": "",
                        "name": "Sang Sekerta High Lohita",
                        "brand": "Ventela" ,
                        "description": "Spesifikasi : UPPER Terbuat dari 12 oz canvas TOE CAP Terbuat dari suede THREAD terbuat dari nylon kemudian EYELETS terbuat dari alumunium silver + ring INSOLE terbuat dari ultralite foam FOXING terbuat dari rubber dan OUTSOLE terbuat dari rubber STRIPE: suede ",
                        "pictureId": "",
                        "price": "420.000"
                },
                {
                        "id": "",
                        "name": "Sang Sekerta Low Lohita",
                        "brand": "Ventela" ,
                        "description": "Spesifikasi : UPPER Terbuat dari 12 oz canvas TOE CAP Terbuat dari suede THREAD terbuat dari nylon kemudian EYELETS terbuat dari alumunium silver + ring INSOLE terbuat dari ultralite foam FOXING terbuat dari rubber dan OUTSOLE terbuat dari rubber STRIPE: suede ",
                        "pictureId": "",
                        "price": "410.000"
                },
                {
                        "id": "",
                        "name": "70's High Series",
                        "brand": "Ventela" ,
                        "description": "Spesifikasi : UPPER Terbuat dari 12 oz canvas THREAD terbuat dari nylon kemudian EYELETS terbuat dari alumunium silver + ring INSOLE terbuat dari ultralite foam FOXING terbuat dari rubber dan OUTSOLE terbuat dari rubber",
                        "pictureId": "",
                        "price": "290.000"
                },
                {
                        "id": "",
                        "name": "70's Low Series",
                        "brand": "Ventela",
                        "description": "Spesifikasi : UPPER Terbuat dari 12 oz canvas THREAD terbuat dari nylon kemudian EYELETS terbuat dari alumunium silver + ring INSOLE terbuat dari ultralite foam FOXING terbuat dari rubber dan OUTSOLE terbuat dari rubber",
                        "pictureId": "",
                        "price": "280.000"
                },
                {
                        "id": "",
                        "name": "EIGER STANLEY SHOES",
                        "brand": "Eiger",
                        "description": "Tingkatkan style harian Anda yang simpel namun tetap memberi kenyamanan yang dibutuhkan dengan sepatu Stanley yang dapat menjadi pilihan tepat untuk menunjang dan menyesuaikan outfit harian Anda. Terbuat dari bahan kulit suede dan kanvas menjadikan sepatu ini menambah kesan klasik dalam setiap tampilan harian Anda. Insole Ortholite pada sepatu ini juga memberikan bantalan yang nyaman, breathable (memiliki daya evaporasi tinggi yang mampu menguapkan kelembapan sehingga cepat kering), dan ringan untuk menjaga kaki tetap nyaman saat digunakan. Dilengkapi dengan material rubber pada bagian outsole yang juga dapat menjaga kenyamanan serta fleksibilitas yang baik ketika Anda beraktivitas sepanjang hari.",
                        "pictureId": "",
                        "price": "659.000"
                },
                {
                        "id": "",
                        "name": "EIGER CLIFTON SHOES",
                        "brand": "Eiger",
                        "description": "Padu padankan gaya sehari-hari Anda dengan sepatu Clifton dengan gaya klasik dan juga simpel, serta dilengkapi dengan bantalan yang nyaman untuk mendukung setiap pergerakan Anda. Terbuat dari material canvas dan suede pada bagian upper, membuat sepatu ini cocok untuk menemani kegiatan sehari-hari Anda namun tetap stylish. Insole Ortholite pada sepatu ini juga memberikan bantalan yang nyaman, breathable (memiliki daya evaporasi tinggi yang mampu menguapkan kelembapan sehingga cepat kering), dan ringan untuk menjaga kaki tetap nyaman saat digunakan. Dilengkapi dengan material karet pada bagian midsole dan outsole yang juga dapat menjaga kenyamanan serta fleksibilitas yang baik ketika Anda beraktivitas sepanjang hari. Material: Upper: Canvas and Suede Leather, Outsole: Rubber",
                        "pictureId": "",
                        "price": "599.000"
                },
                {
                        "id": "",
                        "name": "EIGER KAVERY 1.0 SHOES",
                        "brand": "Eiger",
                        "description": "Kavery 1,0 adalah sepatu low cut yang dirancang untuk beraktifitas sehari-hari dan traveling. Sepatu berdesain klasik dan ringan ini juga dilengkapi dengan material kulit suede di bagian atas sepatu, pada bagian sol menggunakan bahan EVA, dan rubber pada outsole. Bagian dalam sepatu didukung Insole Ortholite pada sepatu ini juga memberikan bantalan, breathable (memiliki daya evaporasi tinggi yang mampu menguapkan kelembapan sehingga cepat kering), dan ringan untuk menjaga kaki tetap nyaman saat digunakan. Material: Upper : Suede Leather Midsole : EVA Ousole : Rubber Bagian atas sepatu menggunakan bahan kulit suede Berdesain klasik dan memiliki bobot ringan Insole Ortholite Midsole berbahan EVA Sol berbahan rubber",
                        "pictureId": "",
                        "price": "679.000"
                },
                {
                        "id": "",
                        "name": "EIGER BALDR LOW CUT SHOES",
                        "brand": "Eiger",
                        "description": "Baldr adalah sepatu low-cut yang dirancang untuk penggunaan harian bagi pengendara roda dua dengan peaduan tampilan yang stylish namun klasik. Pada bagian atas sepatu terbuat dari bahan kanvas dan kulit suede yang memiliki daya tahan kuat serta dilengkapi juga dengan anti slip toe cap untuk menambah kenyamanan saat berkendara. Insole Ortholite",
                        "pictureId": "",
                        "price": "599.000"
                },
                {
                        "id": "",
                        "name": "EIGER VIANA SHOES",
                        "brand": "Eiger",
                        "description": "Padu padankan gaya sehari-hari Anda dengan sepatu Viana yang ringan dan juga simpel, serta dilengkapi dengan bantalan yang nyaman untuk mendukung setiap pergerakan Anda. Terbuat dari material canvas dan suede pada bagian upper, membuat sepatu ini cocok untuk menemani kegiatan sehari-hari Anda namun tetap stylish. Insole Ortholite pada sepatu ini juga memberikan bantalan yang nyaman, breathable (memiliki daya evaporasi tinggi yang mampu menguapkan kelembapan sehingga cepat kering), dan ringan untuk menjaga kaki tetap nyaman saat digunakan. Dilengkapi dengan material karet pada bagian midsole dan outsole yang juga dapat menjaga kenyamanan serta fleksibilitas yang baik ketika Anda beraktivitas sepanjang hari.",
                        "pictureId": "",
                        "price": "599.000"
                }
        ]
}
